"Title" = "General";
"LaunchAtLogin" = "Launch at login";
"CheckForUpdates" = "Check for updates automatically";
"CheckNow" = "Check now";
"Open" = "Open:";
"OpenTooltip" = "Global shortcut key to open application.\nA repeated press of the main key while holding modifiers will select the next item in the list. In this mode, releasing modifier keys will confirm selection and close the popup.\nDefault: ⇧⌘C.";
"Pin" = "Pin:";
"PinTooltip" = "Shortcut key to pin history item.\nDefault: ⌥P.";
"Delete" = "Delete:";
"DeleteTooltip" = "Shortcut key to delete history item.\nDefault: ⌥⌫.";
"Open Queue:" = "Open Queue:";
"Clear Queue:" = "Clear Queue:";
"Paste All:" = "Paste All:";
"ToggleQueueAutoSplit" = "Auto-Split Key:";
"ToggleQueueOrder" = "Queue Order Key:";
"CycleQueueSeparatorPreset" = "Separator Preset Key:";
"Behavior" = "Behavior:";
"PasteAutomatically" = "Paste automatically";
"PasteWithoutFormatting" = "Paste without formatting";
"QueueAutoSplitCopiedText" = "Auto-split copied text into queue items";
"Modifiers" = "Customize the behavior when selecting item:\n• Select with %@ pressed to copy item.\n• Select with %@ pressed to copy and paste item.\n• Select with %@ pressed to copy, clear formatting, and paste item.";
"Search" = "Search:";
"Exact" = "Exact";
"Fuzzy" = "Fuzzy";
"Regex" = "Regular expressions";
"Mixed" = "Mixed";
"NotificationsAndSounds" = "Notifications and sounds 􀱁";
"QueuePasteSeparator" = "Queue paste separator:";
"None" = "None";
"Space" = "Space";
"Newline" = "Newline";
"Comma" = "Comma";
"Custom" = "Custom";
"CustomSeparatorTooltip" = "You can use escape sequences like \\n (newline), \\t (tab), \\r (carriage return).";
"QueueSeparatorPreset" = "Preset:";
"QueueSeparatorSaveToPreset" = "Save to preset %d";
"QueueSeparatorUsePreset" = "Use preset %d";
"QueueSeparatorDeletePreset" = "Delete preset";
"QueueSeparatorCurrentPreset" = "Current preset: %d";
